var xieyiHtml = '<h2 class="hide">DATAHOOP用户协议</h2>'+
  '<div class="xieyi_gap">DATAHOOP用户协议（以下简称“本协议”）为DATAHOOP与您之间权利与义务的规范。请仔细阅读本协议，特别是加粗部分。</div>'+
  '<p>若您存在任何涉嫌违反国家法律法规或本协议规定的行为，DATAHOOP有权终止向您提供服务。</p>'+
  '<h3>一、【协议内容、发布、修订及中止】</h3>'+
  '<p>1.1、本协议内容包括协议正文及所有DATAHOOP已经发布的或将来可能发布的各类对本协议的修改和/或其他规则。所有修改、规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用DATAHOOP的服务均受本协议约束。</p>'+
  '<p>1.2、您应当在使用DATAHOOP服务之前认真阅读全部协议内容，如您对本协议有任何疑问，应及时向DATAHOOP咨询。您在使用DATAHOOP服务，或者在您界面中出现同意选项的位置同意这些条款，即表示同意遵守本协议，而无需对本协议任何条款进行增删、修改。如果您不同意，应立即停止注册或停止使用DATAHOOP服务。一旦您接受这些条款，本协议即生效并对您产生约束。如果您继续使用DATAHOOP服务，则表示您将持续遵守本协议的全部约定。</p>'+
  '<p>1.3、DATAHOOP有权根据需要适时制订、修改本协议或各类DATAHOOP服务规则，并以网站公示的方式进行公告。变更后的协议和规则一经在网站公布后，立即自动生效。如果您不同意相关变更，应当立即停止使用DATAHOOP服务。如果您继续使用DATAHOOP服务，即表示接受并愿意遵守修订后的协议和规则。</p>'+
  '<p>1.4、DATAHOOP始终在不断变更和改进服务。DATAHOOP可能会增加或删除部分服务，也可能暂停或彻底停止本项服务。您同意DATAHOOP有权行使上述权利且不需对您或第三方承担任何责任。</p>'+
  '<h3>二、【注册与帐户】</h3>'+
  '<p>2.1、注册资格</p>'+
  '<p>您可以使用DATAHOOP认可的公司、学校、个人邮箱地址注册DATAHOOP账户。您应当按照DATAHOOP公布和提示的规则、流程进行注册操作。注册完成后，请您妥善保存有关帐号和密码，并对该帐号进行的所有活动和行为负责。如因您自身过错（包括但不限于转让帐号、与他人共用、自己泄露等）或您所用计算机或其他终端产品感染病毒或木马，而导致帐号密码泄漏、遗失或其他损失后果将由您独自承担。您可随时改变帐号的密码。您同意若发现有非法使用您的帐号或出现安全漏洞的情况，立即通告DATAHOOP。目前阶段，只接受邀请注册，暂时不对外公开自由注册入口。</p>'+
  '<p>2.2、注册流程</p>'+
  '<p>您同意根据DATAHOOP注册页面的要求提供有效联系信息，包括但不限于邮箱地址、手机号等信息，保证信息的真实、准确、及时和完整。不论是您使用个人名义注册还是公司名义注册，您都应当填写必要的企业信息，DATAHOOP保留对这些信息进行审核的权利。</p>'+
  '<p>您若选用DATAHOOP认可的第三方邮箱帐号登录DATAHOOP的，您应保证第三方帐号的稳定性、真实性以及可用性。如因第三方邮箱帐号原因（如第三方服务停止）致使您无法登录DATAHOOP的，您应与第三方帐号的所属公司联系。您登录的邮箱帐号是DATAHOOP确认您身份的唯一依据。</p>'+
  '<p>您确认：您是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织，有能力对您使用DATAHOOP提供的服务的一切行为独立承担责任。若您不具备前述主体资格，请在您的监护人的陪同下阅读本协议，DATAHOOP在依据法律规定或本协议约定要求您承担责任时，有权向您的监护人追偿。</p>'+
  '<p>2.3、您注册成功后，DATAHOOP为您开通工作空间，注册您为工作空间管理员，将对工作空间管理。工作空间内所有行为产生（包括空间内其他登录用户的任何行为）的任何后果将由您承担全部责任。本协议将以公开形式置于DATAHOOP的网页上，您应当提请所有空间内的登录用户阅读本协议并督促其遵守，本协议对空间内其他登录用户行为同样适用。</p>'+
  '<p>2.4、若您登录、使用帐号头像、个人简介等帐号信息资料存在违法和不良信息的，DATAHOOP有权采取通知限期改正、暂停使用等措施。对于冒用关联机构或社会名人登录、使用、填写账号名称、头像、个人简介的，DATAHOOP有权取消该帐号的使用，并向政府主管部门进行报告。</p>'+
  '<h3>三、【DATAHOOP服务】</h3>'+
  '<p>3.1、 服务内容</p>'+
  '<p>通过DATAHOOP，您可以通过DATAHOOP在线云平台来实现可视化企业数据分析管理。DATAHOOP能为您搭建空间并提供服务，在您的工作空间中，您可以设置工作空间基本信息，邀请他人在工作空间内使用DATAHOOP。而未获得访问权限的人无法访问当前工作空间。</p>'+
  '<p>其中数据分析的算法上传约定如下：</p>'+
  '<p>1)&nbsp;&nbsp;&nbsp; DATAHOOP平台只能处理python3编写的算法代码，如果您用python2写的算法代码请您用python3的代码风格进行编写，请勿上传其他语言的算法，谢谢合作。</p>'+
  '<p>2)&nbsp;&nbsp;&nbsp; 算法上传目前仅支持utf-8的文件，如用其他编码进行编写的算法文件，请用utf-8保存后在进行上传.</p>'+
  '<p>3)&nbsp;&nbsp;&nbsp; 上传代码中不得包含有关对平台造成损坏或包含敏感词汇的代码，一经发现平台有删除的权力。</p>'+
  '<p>4)&nbsp;&nbsp;&nbsp; 如果上传算法中需要用到数据的话，可以调用DATAHOOP的数据接口(nosupervision_read_data()/supervision_read_data())前者返回一个带有表头的多维数组，后者返回2个带有表头的多维数组，请根据实际情况进行选择。</p>'+
  '<p>5)&nbsp;&nbsp;&nbsp; 在线编辑所使用的环境为python3.5，如想查看是否包含您算法运行的环境请到帮助中心进行查阅。</p>'+
  '<p>6)&nbsp;&nbsp;&nbsp; 如果您上传的算法中需要展示图片的话，请将图片转换成byteh类型并存入到相应的字段中去，否则无法识别您的数据。例:DataChart_xx是字典中的key，xx由您来定义结果返回是img形式的又如DataTable_yy也是字典中的key，yy同样也是由您来定义的，结果是以表格的形式返回的，如有多个请以此类推，更多具体支持的字段，请到帮助中心&gt;自建算法中查看。</p>'+
  '<p>7)&nbsp;&nbsp;&nbsp; 算法的结果展示在在线运行中是以数据的形式返回的，您需要提交通过审核之后，就可以在工作台中看到经过渲染后的数据，算法的审核期一般为1~5天，请您耐心等待。</p>'+
  '<p>8)&nbsp;&nbsp;&nbsp; 算法的状态有4种:未提交、审核中、通过、未通过。</p>'+
  '<p>9)&nbsp;&nbsp;&nbsp; 算法状态解释：未提交(算法暂保存到个人的账户下方，不能再工作台中运行，只能在线试运行)、审核中(由专门人员对您的算法进行评估，后续会返回2个状态，评估期间是不可修改内容的)、通过(您的算法已通过平台的审核，算法会添加到工作台中，算法分享等其余功能开放)、未通过(您的算法暂时不符合平台的规范，请您阅读平台自建算法的规范后再次提交)。</p>'+
  '<p>10)&nbsp; 算法修改：算法状态在未提交以及为通过下对算法进行操作，都是对算法进行的更新操作。算法的状态在审核中的话不允许您对此算法进行修改操作。算法状态在通过下，对算法的修改操作是另存为操作，并默认未提交状态。上传的算法默认是未提交状态。</p>'+
  '<p>11)&nbsp; 算法审核的通过的成功率，可以通过完善算法的参数(既算法的标准化)，符合平台的定义规则等方面入手。</p>'+
  '<p>12)&nbsp; 平台在未通过您的允许下是不会泄露您的算法内容，保证您算法的保密性。</p>'+
  '<p>13)&nbsp; 帮助中心列出了python3常用到的算法模块，以及平台是如何处理图片以及表格数据的实例。</p>'+
  '<p> 14)&nbsp; 如果您还有不清楚的地方请到帮助中心&gt;自建算法模块中查看。</p>'+
  '<p>3.2、服务费用</p>'+
  '<p>您在使用DATAHOOP服务时，DATAHOOP有权按相应规则向您收取一定的服务费用。DATAHOOP拥有制订及调整服务费收取规则的权利，具体服务费用以您使用DATAHOOP服务时您与DATAHOOP达成的其他书面协议或DATAHOOP在官网上公布的资费标准为准。</p>'+
  '<h3>四、【您的权利与义务】</h3>'+
  '<p>4.1、在支付了相应费用的前提下，您有权获得本协议项下约定的DATAHOOP服务，否则您将不享有任何的免费试用期。</p>'+
  '<p>4.2、如您在使用DATAHOOP服务的过程中发现服务有任何错误或漏洞的，可以向犀数发送报告，告知该等错误或漏洞的特征。犀数收到此类报告经查验核实后向您提供反馈。</p>'+
  '<p>4.3、您在使用DATAHOOP服务时上传、存储在工作空间内的各种类型的文档、视频、音频、图片等内容，您应对自身上传的内容的真实性、完整性、合法性负责。</p>'+
  '<p>4.4、您保证您及/或您所在空间用户在法律及本协议的许可的范围内使用DATAHOOP服务。如您违反前述规定，应自行承担全部责任。如您及/或您所在空间用户的前述违法行为给DATAHOOP及/或DATAHOOP关联公司造成损失的，您应负责全额赔偿。</p>'+
  '<p>4.5、您使用DATAHOOP服务对外提供开展业务的，应自行办理相关审批，如您未办理必要审批而开展此类业务的，因此造成的后果与DATAHOOP无关。如因此给DATAHOOP及/或DATAHOOP关联公司造成损失的，您应负责全额赔偿。</p>'+
  '<p>4.6、您不得修改、翻译、改编、出租、转许可、在信息网络上传播或转让DATAHOOP提供的服务或软件，也不得通过逆向工程、反编译或试图以其他方式发现DATAHOOP提供的服务或软件的源代码。</p>'+
  '<p>4.7、非经DATAHOOP许可，您不得向第三方转让或部分转让DATAHOOP向您提供的服务。</p>'+
  '<p>4.8、您在不应在自有系统之上安装、使用盗版软件；如您使用盗版或不正规软件导致DATAHOOP服务不可用的，DATAHOOP不承担责任。</p>'+
  '<p>4.9、任何情况下，您不得有以下行为：</p>'+
  '<p>（1）不得使用DATAHOOP服务从事任何非法活动。</p>'+
  '<p>（2）不得从事任何利用、危害或可能危害儿童与青少年的活动。</p>'+
  '<p>（3）不得发送垃圾邮件或使用帐户帮助他人发送垃圾邮件。</p>'+
  '<p>（4）不得展示不适当的图像（例如色情、暴力等违背法律法规、社会公德的内容）。</p>'+
  '<p>（5）不得从事虚假或误导性活动（例如，企图编造虚假理由索要现金，假冒他人）。</p>'+
  '<p>（6）不得从事对服务或他人有害的活动（例如，病毒、盯梢、歧视、仇恨言论、宣扬针对他人的暴力行为）。</p>'+
  '<p>（7）不得侵犯他人的权利（例如，未经授权分享有版权的音乐、图片、视频等）。</p>'+
  '<p>（8）不得从事侵犯他人隐私的活动。</p>'+
  '<p>（9）不得以任何干扰、破坏、影响或抑制其他用户充分享受服务，或任何可能损害、禁用、超负荷使用或妨碍服务正常工作的形式使用服务。</p>'+
  '<p>（10）不得出于发送垃圾邮件或其他商业邮件的目的，发送任何未经请求或未经授权而主动提供的广告、诱导性信息、宣传材料、垃圾邮件、连锁信或传销信息，或者隐瞒或歪曲电子邮件发送者的身份。</p>'+
  '<p>（11）不得获取或收集其他用户的电子邮件地址、通讯号码、IM号码等信息，除非获得他们的同意。</p>'+
  '<p>（12）不得使用非DATAHOOP提供的任何机器人程序、蜘蛛程序、爬网程序、刮板或其他自动化方式或接口访问服务或提取数据。</p>'+
  '<p>（13）不得对DATAHOOP服务的任何方面进行反向工程，或通过任何方式发现源代码，或者绕过或规避用来防止或限制对服务的任何区空间、内容或代码的访问的措施（除非法律另有明确许可）。</p>'+
  '<p>（14）不得使用或试图使用您未得到使用授权的任何帐户。</p>'+
  '<p>（15）不得冒充或以他人或任何实体的名义发布信息或歪曲您与他人或实体的关系。</p>'+
  '<p>（16）不得企图规避DATAHOOP可能会采用的任何内容筛选技术，或试图访问您无权访问的服务的任何服务或区空间。</p>'+
  '<p>4.10、您须对自己在使用DATAHOOP服务过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿；以及在DATAHOOP首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任后，您应给予DATAHOOP等额的赔偿。若您违反以上规定，DATAHOOP有权作出独立判断立即暂停或终止对您提供部分或全部服务，包括采取冻结、取消帐号使用权限以及删除内容等措施。</p>'+
  '<p>4.11、您了解并承诺，非经DATAHOOP同意，您不能利用DATAHOOP平台或服务进行销售或其他商业用途。如您有需要将DATAHOOP平台或服务用于商业用途，应书面通知DATAHOOP并获得DATAHOOP的明确授权。</p>'+
  '<h3>五、【犀数的权利与义务】</h3>'+
  '<p>5.1、犀数有权要求您根据本协议及其他协议或公告、通知支付DATAHOOP服务的费用。</p>'+
  '<p>5.2、DATAHOOP的一切著作权、商标权、专利权、商业秘密、专有技术等知识产权，除了涉及第三方授权许可的部分外，均归DATAHOOP完整而独立地享有。DATAHOOP服务包含的任何图片、视频、音频、文本、板式、代码、文档等，其知识产权均归DATAHOOP完整而独立地享有。本协议的生效并不意味着犀数对上述知识产权向您做出任何明示或默示的转让、授权或许可。</p>'+
  '<p>5.3、当您上传内容至DATAHOOP服务的工作空间时，即赋予了DATAHOOP在全球范围内免费使用该内容的权利，仅当该等使用出于如下目的：</p>'+
  '<p>（1）向您提供更好的功能和服务；</p>'+
  '<p>（2）改进犀数科技的产品与服务的质量。</p>'+
  '<p>5.4、DATAHOOP根据其他主体的投诉、自有监控技术来检测可能会损害DATAHOOP系统、其他用户或其他违背本协议的行为。在调查这些问题时，DATAHOOP或其关联方将审查您的内容，以调查真实情况。</p>'+
  '<p>5.5、若经过调查后，DATAHOOP确定您的内容确已违反本协议、或者DATAHOOP收到其他用户的投诉、收到知识产权侵权投诉，或者其他要求删除的行政/司法命令，DATAHOOP有权删除、限制传播或禁止访问您的内容。为了保护DATAHOOP服务或其他用户，也为了保证本协议的条款得到实施，DATAHOOP还有权进一步采取行动，包括但不限于阻止与DATAHOOP服务的通信往来（如电子邮件或即时通讯）。</p>'+
  '<h3>六、【责任限制与免责】</h3>'+
  '<p>6.1、不论在何种情况下，DATAHOOP均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，人为事故，自然灾害，恐怖袭击，战争，政府行为，司法机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>'+
  '<p>6.2、在DATAHOOP按照现状提供了服务的情形下，如果您的数据库的数据，或保存在DATAHOOP上的数据被第三方通过病毒、木马或其他黑客攻击的手段遭到非法泄露，或者是第三方的非法入侵和/与窃取、拷贝、篡改、删除等，均与DATAHOOP无关，DATAHOOP对此不承担任何责任。</p>'+
  '<p>6.3、DATAHOOP仅负责向您提供在线云平台数据分析管理服务，不保证该服务无错误及不会中断、所有缺陷已被更正、或不会受到病毒或任何其它因素的损害。除非有法律明确规定，DATAHOOP在此明确声明不承担任何明示或默示的担保责任，包括但不限于对服务适用性或不侵权的担保。</p>'+
  '<p>6.4、任何情况下，DATAHOOP都不承担因您使用或不能使用DATAHOOP服务所引起的或有关的任何间接的、意外的、特殊的、惩罚性的或其它任何损失的赔偿责任。</p>'+
  '<p>6.5、 DATAHOOP并不放弃本协议中未提及的在法律适用的最大范围内DATAHOOP享有的限制、免除或抵消DATAHOOP损害赔偿责任的任何权利。</p>'+
  '<h3>七、【隐私制度】</h3>'+
  '<p>7.1、您知悉并同意，为便于向您提供更好的服务，DATAHOOP将在您自愿选择服务或者提供信息的情况下收集您的个人信息，并将这些信息进行整合。在您使用DATAHOOP服务时，服务器会自动记录一些信息，包括但不限于URL、IP地址、浏览器类型、使用语言、访问日期和时间等。为方便您登录或使用DATAHOOP服务，DATAHOOP在有需要时将使用cookies等技术，并将收集到的信息发送到对应的服务器。您可以选择接受或者拒绝cookies。如您选择拒绝cookies，则您有可能无法登录或使用依赖于cookies的服务或者功能。DATAHOOP收集的信息将成为DATAHOOP常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移到DATAHOOP的继任公司或者指定的一方。DATAHOOP同意善意使用收集的信息，且采取各项措施保证信息安全。</p>'+
  '<p>7.2、尊重用户个人隐私是DATAHOOP的一项基本政策。所以，DATAHOOP不会公开或透露您的注册资料及保存在DATAHOOP服务中的非公开内容，除非DATAHOOP在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>'+
  '<p>（1）事先获得您的明确授权；或</p>'+
  '<p>（2）遵守有关法律规定，包括在国家有关机关查询时，提供您的注册信息、您在犀数的网页上发布的信息内容及其发布时间、互联网地址或者空间名；或</p>'+
  '<p>（3）保持维护DATAHOOP的知识产权和其他重要权利；或</p>'+
  '<p>（4）在紧急情况下竭力维护您个人和社会大众的隐私安全；或</p>'+
  '<p>（5）根据本条款相关规定或者DATAHOOP认为必要的其他情况下。</p>'+
  '<p>7.3、DATAHOOP可能会与第三方合作向您提供DATAHOOP的相关服务，在此情况下，如该第三方同意承担与DATAHOOP同等的保护用户隐私的责任，则DATAHOOP可将您的信息提供给该第三方。具体隐私政策条款可见http://gb.datahoop.cn/gb/legal.html 网站上公示的内容。</p>'+
  '<p>7.4、您了解并同意，DATAHOOP有权应有权部门的要求，向其提供您提交给DATAHOOP或在使用DATAHOOP提供的服务中存储于DATAHOOP服务器的必要信息。如您涉嫌侵犯他人合法权益，则DATAHOOP有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供关于您的前述必要信息。</p>'+
  '<p>7.5、<a href="javascript:;" style="text-decoration: underline" id="showYinsi">隐私权益</a></p>'+
  '<h3>八、【协议的生效、解释、变更、和终止】</h3>'+
  '<p>8.1、本协议在您注册时点击接受协议按钮后即生效，在您使用DATAHOOP过程中，即对DATAHOOP和您均具有法律约束力。</p>'+
  '<p>8.2、您同意，出于执行行政/司法机关的命令、维护DATAHOOP服务的安全、维护其他您的正常使用与数据安全、回应其他主体的侵权诉求等理由，DATAHOOP有权不经事先通知的中止、终止向您提供部分或全部DATAHOOP服务，暂时冻结或永久冻结（注销）您的帐户在DATAHOOP的权限，且无须为此向您或任何第三方承担任何责任，但是DATAHOOP有权利继续保存该帐户相关的数据信息。出现以下情况时，DATAHOOP有权直接以注销帐户的方式终止本协议，并有权永久冻结（注销）您的帐户在DATAHOOP的权限：</p>'+
  '<p>（1）您提供的电子邮箱不存在或无法接收电子邮件；</p>'+
  '<p>（2）您提供的您信息中的主要内容不真实、不准确、不及时或不完整；</p>'+
  '<p>（3）本协议（含规则）变更时，您明示并通知犀数不愿接受新的服务协议的；</p>'+
  '<p>（4）其它犀数认为应当终止服务的情况。</p>'+
  '<p>8.3、您的服务被终止后，使用DATAHOOP服务的权利将立即结束，同时您使用与服务相关的软件的许可也将终止。服务终止后，犀数会将您的内容在功能受限的帐户中保留【90】天。【90】天保留期期满后，犀数将禁用您的帐户并删除内容。依照本条款的规定，犀数不对您的内容的删除承担任何责任。</p>'+
  '<p>8.4、本协议受中华人民共和国的法律管辖（不包含港澳台地区的法律）。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关内容将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</p>'+
  '<p>8.5、凡因本协议引起的或与本协议有关的任何争议，均应提交中国国际经济贸易仲裁委员会，按照申请仲裁时该会现行有效的仲裁规则进行仲裁，并由3名仲裁员进行审理。仲裁裁决是终局的，对双方均有约束力。</p>'+
  '<p>8.6、DATAHOOP不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响DATAHOOP在将来行使该权利。</p>'+
  '<p>如果您对本协议内容有任何疑问，请发送邮件至DATAHOOP的客服邮箱：kf@datahoop.cn</p>';

var yinsiHtml = '<h2 class="hide">DATAHOOP隐私条款</h2>'+
  '<div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 前言&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>'+
  '<p>犀数及各关联公司（以下统称“犀数”或“我们”）一向庄严承诺保护使用犀数的产品和服务（以下统称“DATAHOOP服务”）之用户（以下统称“用户”或“您”）的隐私。您在使用DATAHOOP服务时，我们可能会收集和使用您的相关信息。</p>'+
  '<p>本《隐私政策》适用于我们提供的一切DATAHOOP服务。当您使用我们任何单项服务时，您同意接受本《隐私政策》以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。如DATAHOOP服务的特定条款与本《隐私政策》条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本《隐私政策》的，该服务中会以适当方式明示排除适用本《隐私政策》。</p>'+
  '<p>请注意我们不时地会检查我们的政策，因此有关的措施会随之变化。我们恳请您定期光顾本页面，以确保对我们《隐私政策》最新版本始终保持了解。在阅读完本政策之后，如您对本《隐私政策》或与本《隐私政策》相关的事宜有任何问题，请与Privacy@service.datahoop.cn联系。</p>'+
  '<p>您使用或继续使用DATAHOOP服务，都表示您同意我们按照本《隐私政策》收集、使用、储存和分享您的信息。</p>'+
  '<div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 目录</div>'+
  '<p>一、我们可能收集的信息</p>'+
  '<p>二、我们如何收集和使用信息</p>'+
  '<p>三、我们可能分享、转让和披露的信息</p>'+
  '<p>四、我们如何保留、储存和保护信息</p>'+
  '<p>五、如何管理您的信息</p>'+
  '<p>六、第三方服务</p>'+
  '<p>七、年龄限制</p>'+
  '<p>八、通知和修订</p>'+
  '<p>九、如何联系我们</p>'+
  '<p>一、我们可能收集的信息</p>'+
  '<p>（一）与个人身份无关的信息：</p>'+
  '<p>当您使用DATAHOOP服务时，我们可能收集和汇总诸如用户的来源途径、访问顺序等信息，例如记录使用DATAHOOP服务的每个用户的来源途径、浏览器软件等。</p>'+
  '<p>（二）有关个人身份的信息：</p>'+
  '<p>当您使用DATAHOOP服务时，我们可能收集和汇总或要求您提供有关个人身份的信息，例如个人身份证明（包括身份证、护照、驾驶证等）；生日、籍贯、性别、兴趣爱好、个人电话号码、面部特征；网络身份标识信息（包括系统账号、IP地址、电子邮箱地址及与前述有关的密码、口令、口令保护答案等）；个人财产信息（交易记录、余额、优惠券、游戏类兑换码、银行卡信息等）；通讯信息；个人上网记录和日志信息（包括网站浏览记录、软件使用记录、点击记录、操作日志等）；设备信息（包括设备型号、设备MAC地址、操作系统类型、设备设置）；软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）。</p>'+
  '<p>我们收集您的信息主要是为了您和其他用户能够更容易和更满意地使用DATAHOOP服务。犀数的目标是向所有的互联网用户提供安全、刺激、有趣及有教益的上网经历。而这些信息有助于我们实现这一目标。</p>'+
  '<p>请注意，如您在DATAHOOP服务中其他用户可见的公开区域内上传或发布的信息中、您对其他人上传或发布的信息作出的回应中公开您的个人信息，该等信息可能会被他人收集并加以使用。当您发现犀数的用户不正当地收集或使用您或他人的信息时，请联系Privacy@service.datahoop.cn.</p>'+
  '<p>二、我们如何收集和使用信息</p>'+
  '<p>（一）我们将通过以下途径收集和获得您的信息：</p>'+
  '<p>1、您提供的信息。 例如：</p>'+
  '<p>（1）您在注册DATAHOOP服务的帐号或使用DATAHOOP服务时，向我们提供的信息；</p>'+
  '<p>（2）您通过DATAHOOP服务向其他方提供的共享信息，以及您使用DATAHOOP服务时所储存的信息。</p>'+
  '<p>2、其他方分享的您的信息。亦即其他方使用DATAHOOP服务时所提供有关您的共享信息。</p>'+
  '<p>3、我们获取的您的信息。您在使用DATAHOOP服务时，我们收集、汇总、记录的信息，例如日志信息、位置信息、设备信息等。</p>'+
  '<p>（二）COOKIES、日志档案和WEB BEACON</p>'+
  '<p>我们或我们的第三方合作伙伴可能通过COOKIES和WEB BEACON获取和使用您的信息，并将该等信息储存为日志信息。</p>'+
  '<p>通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让其用户可以受益。比如，为使得犀数虚拟社区的登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录犀数的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在犀数特定服务上花费的时间和您所选择的DATAHOOP服务。</p>'+
  '<p>COOKIES使得我们能更好、更快地为您服务，并且使您在DATAHOOP服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。</p>'+
  '<p>我们和第三方合作伙伴可能通过COOKIES和WEB BEACON收集和使用您的信息，并将该等信息储存。</p>'+
  '<p>我们使用自己的COOKIES和WEB BEACON，用于以下用途：</p>'+
  '<p>（1）记住您的身份。例如：COOKIES和WEB BEACON有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；</p>'+
  '<p>（2）分析您使用我们服务的情况。我们可利用COOKIES和WEB BEACON来了解您使用DATAHOOP服务进行什么活动、或哪些服务或服务最受欢迎；及</p>'+
  '<p>（3）广告优化。COOKIES和WEB BEACON有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。</p>'+
  '<p>我们为上述目的使用COOKIES和WEB BEACON的同时，可能将通过COOKIES和WEB BEACON收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用DATAHOOP服务并用于广告服务。</p>'+
  '<p>DATAHOOP服务上可能会有广告商和其他合作方放置的COOKIES和WEB BEACON。这些COOKIES和WEB BEACON可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方COOKIES和WEB BEACON收集和使用该等信息不受本《隐私政策》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的COOKIES或WEB BEACON承担责任。</p>'+
  '<p>您可以通过浏览器或用户选择机制拒绝或管理COOKIES或WEB BEACON。但请您注意，如果您停用COOKIES或WEB BEACON，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。</p>'+
  '<p>（三）我们会出于以下目的，收集和使用您的信息：</p>'+
  '<p>1、帮助您完成注册</p>'+
  '<p>为便于我们为您提供服务，您需要提供基本注册信息，例如手机号码、电子邮箱地址等，并创建您的用户名和密码。在部分单项服务中，如果您仅需使用浏览、搜索等基本服务，您不需要注册成为犀数用户及提供上述信息。</p>'+
  '<p>2、向您提供商品或服务</p>'+
  '<p>我们所收集和使用的信息是为您提供DATAHOOP服务的必要条件，如缺少相关信息，我们将无法为您提供DATAHOOP服务的核心内容，例如：</p>'+
  '<p>（1）在部分服务项目中，为便于向您交付商品或服务，您需提供收货人个人身份信息、姓名、收货地址、邮政编码、收货人、联系电话、支付状态等信息。如果您拒绝提供此类信息，我们将无法完成相关交付服务。如您通过DATAHOOP服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。向我们提供该实际订购人的前述信息之前，您需确保您已经取得其授权同意。</p>'+
  '<p>（2）为展示您账户的订单信息，我们会收集您在使用DATAHOOP服务过程中产生的订单信息用于向您展示及便于您对订单进行管理；</p>'+
  '<p>（3）当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p>'+
  '<p>（4）为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</p>'+
  '<p>3、向您推送消息</p>'+
  '<p>（1）为您展示和推送商品或服务。我们可能使用您的信息，您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征，并基于特征标签通过电子邮件、短信或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</p>'+
  '<p>我们的商品和服务，包括但不限于：即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、支付服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融及其他社交媒体、娱乐、网络游戏、电子商务、资讯及通讯软件和服务（“互联网服务”）；及第三方商品和服务，包括但不限于：互联网服务、食物和餐饮、体育、音乐、电影、电视、现场表演和其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及金融服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。</p>'+
  '<p>（2）向您发出通知。我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。</p>'+
  '<p>如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息等；但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。</p>'+
  '<p>4、为您提供安全保障</p>'+
  '<p>为确保您身份真实性、向您提供更好的安全保障，您可以向我们提供身份证明、面部特征等生物识别信息等个人敏感信息以完成实名认证。</p>'+
  '<p>除身份验证外，我们可能将您的信息用于客户服务、安全防范、诈骗监测、存档和备份等用途，确保我们向您提供的服务的安全性；我们可能使用或整合我们所收集的您的信息，以及我们的合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>'+
  '<p>5、改进我们的服务</p>'+
  '<p>我们可能将通过某一项DATAHOOP服务所收集的信息，用于我们的其他服务。例如，在您使用某一项DATAHOOP服务时所收集的您的信息，可能在另一项DATAHOOP服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关DATAHOOP服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的信息用于软件更新。</p>'+
  '<p>您了解并同意，在收集您的信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的信息，对用户数据库进行分析并予以商业化的利用。</p>'+
  '<p>如果我们将您的信息用于本《隐私政策》中未载明的其他用途，会事先征求您同意。</p>'+
  '<p>6、征得授权同意的例外</p>'+
  '<p>根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：</p>'+
  '<p>（1）与国家安全、国防安全有关的；</p>'+
  '<p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>'+
  '<p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>'+
  '<p>（4）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>'+
  '<p>（5）所收集的信息是您自行向社会公众公开的；</p>'+
  '<p>（6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</p>'+
  '<p>（7）根据您的要求签订合同所必需的；</p>'+
  '<p>（8）用于维护DATAHOOP服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>'+
  '<p>（9）为合法的新闻报道所必需的；</p>'+
  '<p>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；</p>'+
  '<p>（11）法律法规规定的其他情形。</p>'+
  '<p>三、我们可能分享、转让或披露的信息</p>'+
  '<p>（一）分享</p>'+
  '<p>除以下情形外，未经您同意，我们不会与犀数之外的任何第三方分享您的信息：</p>'+
  '<p>1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现您需要的核心功能或提供您需要的服务，例如：向物流服务商提供对应的订单信息；</p>'+
  '<p>2、维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以帮助我们为您提供更有针对性、更完善的服务，例如：代表我们发出电子邮件或推送通知的通讯服务提供商等；</p>'+
  '<p>3、实现本《隐私政策》第二条“我们如何收集和使用信息”部分所述目的；</p>'+
  '<p>4、履行我们在本《隐私政策》或我们与您达成的其他协议中的义务和行使我们的权利；</p>'+
  '<p>5、向委托我们进行推广的合作伙伴等第三方共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供可以识别您身份的信息，例如姓名电话号码或电子邮箱；或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。</p>'+
  '<p>6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他犀数用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过,这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。</p>'+
  '<p>7、应您合法需求，协助处理您与他人的纠纷或争议；</p>'+
  '<p>8、应您的监护人合法要求而提供您的信息；</p>'+
  '<p>9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>'+
  '<p>10、基于学术研究而提供；</p>'+
  '<p>11、基于符合法律法规的社会公共利益而提供。</p>'+
  '<p>我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理信息。</p>'+
  '<p>（二）转让</p>'+
  '<p>1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您信息的公司、组织继续受本《隐私政策》的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>'+
  '<p>2、在获得您的明确同意后，我们会向其他方转让您的信息。</p>'+
  '<p>（三）披露</p>'+
  '<p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的信息：</p>'+
  '<p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的信息；</p>'+
  '<p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</p>'+
  '<p>四、我们如何保留、储存和保护信息</p>'+
  '<p>我们仅在本《隐私政策》所述目的所必需期间和法律法规要求的时限内保留您的信息。</p>'+
  '<p>我们在中华人民共和国境内运营中收集和产生的信息，存储在中国境内，以下情形除外：</p>'+
  '<p>1、法律法规有明确规定；</p>'+
  '<p>2、获得您的授权同意；</p>'+
  '<p>3、您使用的产品、服务涉及跨境，犀数需要向境外提供您的个人信息的。</p>'+
  '<p>针对以上情形，我们会确保依据本政策及国家法律法规要求对您的个人信息提供足够的保护。</p>'+
  '<p>我们将采取以下手段保护您的信息：</p>'+
  '<p>（一）数据安全技术措施</p>'+
  '<p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。 在信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中安全性。采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。</p>'+
  '<p>（二）我们为保护信息采取的其他安全措施</p>'+
  '<p>我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。</p>'+
  '<p>我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>'+
  '<p>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。</p>'+
  '<p>（三）我们仅允许有必要知晓这些信息的犀数员工、合作伙伴访问您的信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与犀数的合作关系。</p>'+
  '<p>（四）我们会采取一切合理可行的措施，确保未收集无关的信息。</p>'+
  '<p>（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。</p>'+
  '<p>（六）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>'+
  '<p>（七）安全事件处置</p>'+
  '<p>在通过DATAHOOP服务与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。</p>'+
  '<p>为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>'+
  '<p>在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。</p>'+
  '<p>请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入DATAHOOP服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。</p>'+
  '<p>五、如何管理您的信息</p>'+
  '<p>（一）访问、更新和删除</p>'+
  '<p>我们鼓励您更新和修改您的信息以使其更准确有效。您能通过DATAHOOP服务访问您的信息，并根据对应信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段，尽可能保证您可以访问、更新和更正自己的信息或使用DATAHOOP服务时提供的其他信息。</p>'+
  '<p>在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障信息安全。对于通过COOKIES和WEB BEACON收集的您的信息，我们还在本《隐私政策》第二条“COOKIES、日志档案和WEB BEACON”部分说明了向您提供的选择机制。如您想查询、修改或删除您的部分信息，请登录犀数帐号中心（reg.datahoop.cn）或按照单项服务的具体指引进行操作。</p>'+
  '<p>（二）公开与分享</p>'+
  '<p>我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在DATAHOOP服务中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过电子邮件或在DATAHOOP服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。</p>'+
  '<p>（三）注销</p>'+
  '<p>在符合犀数单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项DATAHOOP服务帐号可能被注销或删除。当帐号注销或被删除后，与该帐号相关的、该单项服务项下的全部服务资料和数据将依照单项服务的服务协议约定删除或处理。</p>'+
  '<p>（四）改变您授权同意的范围</p>'+
  '<p>您总是可以选择是否披露信息。有些信息是使用DATAHOOP服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。</p>'+
  '<p>当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。</p>'+
  '<p>（五）有关敏感信息的提示</p>'+
  '<p>某些信息因其特殊性可能被认为是敏感信息，例如您的种族、宗教、个人健康和医疗信息等，以及身份证明文件、个人生物识别信息、财产信息、行踪轨迹、未成年人的信息等。</p>'+
  '<p>请注意，您在DATAHOOP服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片或信息），可能会泄露您的敏感信息。您需要谨慎地考虑，是否使用DATAHOOP服务披露您的敏感信息。</p>'+
  '<p>您同意您的敏感信息按本《隐私政策》所述的目的和方式来处理。</p>'+
  '<p>六、第三方服务</p>'+
  '<p>DATAHOOP服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：</p>'+
  '<p>（1）您可利用“分享”键将某些内容分享到DATAHOOP服务，或您可利用第三方服务登录DATAHOOP服务。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；</p>'+
  '<p>（2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；及</p>'+
  '<p>（3）其他接入第三方服务的情形。</p>'+
  '<p>该等第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。</p>'+
  '<p>七、年龄限制</p>'+
  '<p>我们建议：任何未成年人参加网上活动应事先取得家长或其法定监护人（以下简称&quot;监护人&quot;）的同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。</p>'+
  '<p>我们鼓励父母或监护人指导未成年人使用DATAHOOP服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交信息之前寻求父母或监护人的同意和指导。</p>'+
  '<p>八、通知和修订</p>'+
  '<p>我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您可以选择停止使用DATAHOOP服务；在该种情况下，如您仍然继续使用DATAHOOP服务的，即表示同意受经修订的本《隐私政策》的约束。</p>'+
  '<p>任何修改都会将您的满意度置于首位。我们鼓励您在每次使用DATAHOOP服务时都查阅我们的隐私政策。</p>'+
  '<p>我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</p>'+
  '<p>最后，您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。</p>'+
  '<p>九、如何联系我们</p>'+
  '<p>如您有关于网络信息安全的投诉和举报，或您对本《隐私政策》、您的信息的相关事宜有任何问题、意见或建议，以及有关本声明或犀数的隐私措施的问题请与犀数的协调人联系。地址是Privacy@service.datahoop.cn。</p>';